Repository: Secretchronicles/TSC
Catalog: tsc/data/translations/*.po
Languages: es

source: Filename
es: Nombre del archivo

source: Sound filename
es: Nombre del archivo de sonido

source: Continuous
es: Contínuo

source: Check if the sound should be played continuously instead of randomly
es: Comprueba si el sonido debería ser reproducido constantemente en ver de aleatoriamente

source: Delay Minimum
es: Retraso Mínimo

source: Minimal delay until played again
es: Retraso mínimo hasta ser reproducido nuevamente

source: Maximum
es: Máximo

source: Maximal delay until played again
es: Retraso máximo hasta la próxima reproducción

source: Volume Minimum
es: Volumen mínimo

source: Minimal random volume for each play
es: Volumen mínimo aleatorio para cada reproducción

source: Maximal random volume for each play
es: Volumen máximo aleatorio para cada reproducción

source: Volume Reduction Begin
es: Inicio de la reducción del volumen

source: Volume reduction begins gradually at this distance
es: La reducción de volumen empieza gradualmente a esta distancia

source: End
es: Fin

source: Volume reduction ends at this distance. Sound is not played beyond this.
es: La reducción de volumen termina a esta distancia. El sonido no será reproducido a partir de aquí.

source: No description
es: Sin descripción

source: Savegame
es: Partida guardada

source: loaded
es: cargado

source: Couldn't save savegame
es: No se pudo guardar el nivel

source: Saved to Slot
es: Guardado en el slot

source: - Level
es: - Nivel:

source: - Unknown
es: - Desconocido

source: - Date
es: - Fecha:

source: Spinbox
es: Caja giratoria

source: Image
es: Imagen

source: Image filename
es: Nombre de archivo de la imagen

source: Move Type
es: Tipo de movimiento

source: Movement type.
es: Tipo de movimiento.

source: Path Identifier
es: Identificador de ruta

source: Name of the Path to move along.
es: Nombre de la ruta a seguir.

source: Direction
es: Dirección

source: Starting direction.
es: Dirección inicial.

source: Distance
es: Distancia

source: Movable distance into its direction if type is line or radius if circle.
es: Distancia movible en esta dirección si el tipo es línea o radio si es un círculo.

source: Speed
es: Velocidad

source: Maximum speed
es: Velocidad máxima

source: Touch time
es: Tiempo de contacto

source: Time when touched until shaking starts
es: Tiempo de contacto hasta que la sacudida empiece

source: Shake time
es: Tiempo de sacudida

source: Time it's shaking until falling
es: Por cuánto tiempo se sacudirá la plataforma hasta que se caiga

source: Touch move time
es: Tiempo de contacto en movimiento

source: If set does not move until this time has elapsed after touched
es: Cuánto tiempo durará la plataforma para moverse cuando esta sea tocada

source: Hor image count
es: Contador de imagen horizontal

source: Horizontal middle image count
es: Contador de imagen media horizontal

source: Image top left
es: Imagen superior izquierda

source: Image top middle
es: Imagen superior central

source: Image top right
es: Imagen superior derecha

source: Falling
es: Plata

source: Delayed
es: Retrasado

source: Moving
es: Móvil

source: Platform -
es: Plataforma -

source: Crate
es: Caja

source: Path
es: Ruta

source: Identifier
es: Identificador

source: Identifier name of the Path. This is needed for objects that can link to this.
es: Nombre identificador de la Ruta. Es necesario para objetos que se puedan enlazar.

source: Show Line
es: Mostrar línea

source: Wether or not to show the path's moving line ingame.
es: Muestra la línea de la ruta.

source: Segment
es: Segmento

source: Select the Segment to edit.
es: Selecciona el segmento a editar.

source: Add a Segment after the selected one.
es: Añade un segmento después del seleccionado.

source: Add
es: Añadir

source: Delete the selected Segment.
es: Eliminar el segmento seleccionado.

source: Delete
es: Eliminar

source: Line position X1
es: Posición linea X1

source: Y1
es: Pos Y1

source: Line position Y1
es: Posición linea Y1

source: Line position X2
es: Posición linea X2

source: Line position Y2
es: Línea Y2

source: Berry
es: Baya

source: Life berry
es: Baya vital

source: Poisonous berry
es: Baya venenosa

source: Ice berry
es: Baya helada

source: Ghost berry
es: Baya espectral

source: Fireberry
es: Baya incandescente

source: Cookie (3-UP)
es: Galleta (3 vidas)

source: Text Box
es: Caja de texto

source: Text
es: Texto

source: Text to display when activated
es: Texto a mostrar tras la activación

source: Beam
es: Rayo

source: Warp
es: Trasladar

source: The direction to come out
es: En qué dirección se saldrá

source: Name for identification
es: Nombre del identificador

source: Enemystopper
es: Detención de enemigos

source: Red Falling Jewel
es: Gema roja saltarina

source: Falling Jewel
es: Gema saltarina

source: Red Jewel
es: Gema roja

source: Jewel
es: Gema

source: Bonusbox Poisonous berry
es: Caja de bonus baya venenosa

source: Animation
es: Animación

source: Use the Power animation if the box has a good or needed item for this level
es: Usa la animación Poder si el ítem de la caja es bueno o necesario para el nivel

source: Empty
es: Vacío

source: Random
es: Aleatorio

source: Fire berry
es: Baya incandescente

source: 1-UP berry
es: Baya vital

source: Lemon
es: Limón

source: Item
es: Ítem

source: The item that gets spawned
es: El contenido de la caja

source: Enabled
es: Activado

source: Disabled
es: Desactivado

source: Force item
es: Forzar ítem

source: Force best available item when activated
es: Obtienes el ítem sin importar tu estado

source: Jewel color
es: Color

source: Jewel color if the item is a jewel
es: Si el ítem es una gema, este sería su color

source: Direction to move in
es: Dirección a la que moverse

source: Motion
es: Movimiento

source: Camera Motion
es: Movimiento de cámara

source: Destination Level
es: Destino del nivel

source: Name of the level that should be entered. If empty uses the current level.
es: Se debería introducir un nombre para el nivel. Si está vacío se usa el nivel actual.

source: Destination Entry
es: Entrada de destino

source: Name of the Entry in the destination level. If empty the entry point is the player start position.
es: Nombre de la Entrada en el nivel de destino. Si está vacía el punto de entrada será la posición inicial del jugador.

source: Return Entry
es: Entrada de retorno

source: Exit Name
es: Nombre de salida

source: Name of the Path to use for the camera movement.
es: Nombre de la ruta para usar el movimiento de cámara.

source: Box
es: Caja

source: Useable Count
es: Contador utilizable

source: Massive
es: Masivo

source: Ghost
es: Fantasma

source: Semi Massive
es: Medio Masivo

source: Massive is invisible until activated. Ghost is only visible and activateable if in ghost mode. Semi Massive is like Massive but only touchable in the activation direction.
es: Masivo es invisible hasta activarlo. Fantasma sólo es visible y activable en modo fantasma. Medio Masivo es como Masivo pero sólo alcanzable en la dirección de activación.

source: (Ghost block)
es: (Fantasma)

source: Secret Area
es: Zona secreta

source: You found a secret area!
es: ¡Has encontrado una zona secreta!

source: Credits
es: Créditos

source: New
es: Nuevo

source: Edit
es: Editar

source: Enter
es: Jugar

source: Back
es: Atrás

source: Select Level
es: Seleccionar nivel

source: Select Campaign
es: Seleccionar campaña

source: Select Overworld
es: Seleccionar mundo

source: Description
es: Descripción

source: - Level Colors - Orange: Game Green: User Grey: Deprecated Mixed: See the colors
es: - Color en los niveles- Naranja: Del juego Verde: Del usuario Gris: Corrupto Mixto: Modificado

source: This will reset your current progress. Continue ?
es: Esto reiniciará tu progreso actual. ¿Quieres continuar?

source: Couldn't load campaign
es: No se pudo cargar la campaña

source: Couldn't load overworld
es: No se pudo cargar el mundo

source: Couldn't load level
es: No se pudo cargar el nivel

source: Delete %s?
es: ¿Eliminar %s?

source: Always Run
es: Correr siempre

source: On
es: Sí

source: Off
es: No

source: Camera Hor Speed
es: Cámara vel. X

source: Camera Ver Speed
es: Cámara vel. Y

source: Language
es: Idioma

source: default
es: por defecto

source: Menu Level
es: Nivel del menú principal

source: Reset
es: Resetear

source: Resolution
es: Resolución

source: Fullscreen
es: Pantalla completa

source: FPS Limit
es: Límite de fps

source: Geometry Quality
es: Calidad poligonal

source: Texture Quality
es: Calidad de las texturas

source: Apply
es: Aplicar

source: Recreate Cache
es: Recrear caché

source: Hertz (Hz)
es: Hercios (Hz)

source: You should only change the value if the audio is scratchy.
es: Cambia este valor solo si el sonido se distorsiona.

source: Music
es: Música

source: Enable to play music. You need to have the Music Addon installed.
es: Esto activa la música del juego, pero necesitas tener el Addon de Música instalado.

source: Set the Music Volume.
es: Ajusta el volumen de la música.

source: Sound
es: Sonido

source: Enable to play Sounds.
es: Activa el sonido.

source: Set the Sound Volume.
es: Ajusta el volumen de los sonidos.

source: Shortcuts
es: Atajos de teclado

source: Name
es: Nombre

source: Key
es: Tecla

source: Scroll Speed
es: No toques esto. Es inútil

source: Sensitivity
es: Sensibilidad

source: Joystick
es: Mando

source: None
es: Ninguno

source: Axis Hor
es: Eje horizontal

source: Ver
es: Eje vertical

source: Ver2
es: Eje vertical

source: Button
es: Botón

source: Show images
es: Mostrar imágenes

source: Item image size
es: Tamaño de las imágenes

source: Auto-Hide Mouse
es: Ocultar ratón

source: Up
es: Arriba

source: Down
es: Abajo

source: Left
es: Izquierda

source: Right
es: Derecha

source: Jump
es: Salto

source: Shoot
es: Disparo

source: Action
es: Acción

source: Screenshot
es: Captura de pantalla

source: Editor fast copy up
es: Copiar hacia arriba

source: Editor fast copy down
es: Copiar hacia abajo

source: Editor fast copy left
es: Copiar hacia la izquierda

source: Editor fast copy right
es: Copiar hacia la derecha

source: Editor pixel move up
es: Mover un píxel hacia arriba

source: Editor pixel move down
es: Mover un píxel hacia abajo

source: Editor pixel move left
es: Mover un píxel hacia la izquierda

source: Editor pixel move right
es: Mover un píxel hacia la derecha

source: Exit
es: Salida

source: Press a key
es: Presiona una tecla

source: Press a button
es: Presiona un botón

source: for
es: para

source: . Press ESC to cancel.
es: . Presiona ESC para cancelar.

source: Reinitialization
es: Reinicialización

source: Reloading
es: Recargando

source: Enabled :
es: Activado :

source: Save
es: Guardar

source: Save the game
es: Guardar la partida

source: Load
es: Cargar

source: Load a saved game
es: Cargar partida

source: 3000 Points needed for saving in a level. Saving on the Overworld is free.
es: Necesitas 3000 puntos para guardar. Guardar en un mundo no requiere puntos.

source: No Description
es: Sin descripción

source: Enter Description
es: Introduce una descripción

source: Savegame loading failed
es: Carga fallida

source: Time %02d:%02d
es: Tiempo %02d:%02d

source: Points %08ld
es: Puntos %08ld

source: Debugging Information
es: Ventana de Depuración

source: [colour='FFFFFF00']FPS: Best: %.02f Worst: %.02f Current: %0.2f
es: [colour='FFFFFF00']FPS: Mejor: %.02f Peor: %.02f Actual: %0.2f

source: Camera X: %d Y: %d
es: Cámara X: %d Y: %d

source: Level: %s (return stack size: %ld)
es: Nivel: %s (tamaño de pila de retorno: %ld)

source: Overworld: %s
es: Cargar mundo: %s

source: Scene: %s
es: Escena: %s

source: Game Mode: %d
es: Modo de juego: %d

source: Debug mode disabled
es: Depuración desactivada

source: Debug mode enabled
es: Depuración activada

source: undefined
es: indefinido

source: left
es: izquierda

source: right
es: derecha

source: up
es: arriba

source: down
es: abajo

source: top_left
es: arriba a la izquierda

source: top_right
es: arriba a la derecha

source: bottom_left
es: abajo a la izquierda

source: bottom_right
es: abajo a la derecha

source: left_top
es: izquierda arriba

source: left_bottom
es: izquierda abajo

source: right_top
es: derecha arriba

source: right_bottom
es: derecha abajo

source: all
es: todo

source: first
es: primero

source: last
es: último

source: green
es: verde

source: jungle
es: jungla

source: ice
es: hielo

source: snow
es: nieve

source: water
es: agua

source: candy
es: caramelos

source: desert
es: desierto

source: sand
es: arena

source: castle
es: castillo

source: underground
es: bajo tierra

source: crystal
es: cristal

source: ghost
es: fantasma

source: mushroom
es: hongo

source: sky
es: cielo

source: plastic
es: plástico

source: white
es: blanco

source: black
es: negro

source: red
es: rojo

source: orange
es: naranja

source: yellow
es: amarillo

source: blue
es: azul

source: brown
es: marrón

source: grey
es: gris

source: violet
es: violeta

source: Loading Level failed :
es: Carga de Nivel fallida :

source: Loading Images
es: Cargando Imágenes

source: Loading Sounds
es: Cargando Sonidos

source: Menu
es: Menú

source: Items
es: Ítems

source: Selector
es: Zonas

source: Selection
es: Selección

source: Loading
es: Cargando

source: Editor Help
es: Ventana de Ayuda

source: ----- [colour='FFFFCF5F']General[colour='FFFFFFFF'] ----- F1 - Toggle this Help Window F8 - Open/Close the Editor F10 - Toggle sound effects F11 - Toggle music play Home - Focus Alex' start position End - Cycle camera focus through level exits PageUp - Move camera to left level edge PageDown - Move camera to right level edge Shift + PageUp - Move camera to top level edge Shift + PageDown - Move camera to bottom level edge Ctrl + G - Goto Camera position L - In world editor: toggle walk line visibility N - Step one screen to the right ( Next Screen ) P - Step one screen to the left ( Previous Screen ) Ctrl + N - Create a new Level Ctrl + L - Load a Level Ctrl + W - Load an Overworld Ctrl + S - Save the current Level/World Ctrl + Shift + S - Save the current Level/World under a new name ----- [colour='FFFFCF5F']Objects[colour='FFFFFFFF'] ----- M - Cycle selected object(s) through massive types Massive types with their color: [colour='FFFF2F0F']Massive[colour='FFFFFFFF']->[colour='FFFFAF2F']Halfmassive[colour='FFFFFFFF']->[colour='FFDF00FF']Climbable[colour='FFFFFFFF']->[colour='FF1FFF1F']Passive[colour='FFFFFFFF']->[colour='FF1FFF1F']Front Passive[colour='FFFFFFFF'] O - Enable snap to object mode Ctrl + A - Select all objects Ctrl + X - Cut currently selected objects Ctrl + C - Copy currently selected objects Ctrl + V or Insert - Paste current copied / cutted objects Ctrl + R - Replace the selected basic sprite(s) image with another one Del - If Mouse is over an object: Delete current object Del - If Mouse has nothing selected: Delete selected objects Numpad: + - Bring object to front - - Send object to back 2/4/6/8 - Move selected object 1 pixel into the direction Mouse: Left (Hold) - Drag objects Left (Click) - With shift to select / deselect single objects Right - Delete intersecting Object Middle - Toggle Mover Mode Ctrl + Shift + Left (Click) - Select objects with the same type Arrow keys: Use arrow keys to move around. Press shift for faster movement
es: ----- [colour='FFFFCF5F']General[colour='FFFFFFFF'] ----- F1 - Abrir esta ventana de ayuda F8 - Entrar/salir del editor de niveles F10 - Activar el sonido F11 - Activar la música Home - Enfocar la posición inicial de Alex End - Ir mostrando las salidas del nivel PageUp - Enfocar el lateral izquierdo del nivel PageDown - Enfocar el lateral derecho del nivel Shift + PageUp - Enfocar la cámara hacia el límite de altura del nivel Shift + PageDown - Enfocar la cámara hacia el límite de profundidad del nivel Ctrl + G - Goto Camera position L - En el editor de mundos: Ver las líneas por las que Alex pasa N - Ir una pantalla hacia la derecha (Siguente pantalla) P - Ir una pantalla hacia atrás (Pantalla anterior) Ctrl + N - Crear un nuevo nivel Ctrl + L - Cargar un nivel Ctrl + W - Cargar un mundo Ctrl + S - Guardar el nivel/mundo Ctrl + Shift + S - Guardar el nivel/mundo con un nombre diferente (guardar como...) ----- [colour='FFFFCF5F']Objects[colour='FFFFFFFF'] ----- M - Cambiar el tipo de masividad (masivo, pasivo, escalable, etc.) Massive types with their color: [colour='FFFF2F0F']Massive[colour='FFFFFFFF']->[colour='FFFFAF2F']Halfmassive[colour='FFFFFFFF']->[colour='FFDF00FF']Climbable[colour='FFFFFFFF']->[colour='FF1FFF1F']Passive[colour='FFFFFFFF']->[colour='FF1FFF1F']Front Passive[colour='FFFFFFFF'] O - Enable snap to object mode Ctrl + A - Select all objects Ctrl + X - Cut currently selected objects Ctrl + C - Copy currently selected objects Ctrl + V or Insert - Paste current copied / cutted objects Ctrl + R - Replace the selected basic sprite(s) image with another one Del - Si el cursor está sobre un objeto, borra dicho objeto Del - Si el cursor NO está sobre un objeto, borra TODOS los objetos seleccionados Teclado numérico: + - Traer el objeto hacia delante (Orden Z) - - Enviar el objeto hacia atrás (Orden Z) 2/4/6/8 - Mover el objeto (o los objetos) seleccionados en su respectiva dirección Ratón: Click izquierdo (Mantener) - Arrastrar objetos Click izquierdo + Shift - No hace nada. No lo uses. Click derecho - Si el cursor está sobre un objeto, lo borra Ruedita del medio - Podrás mover la cámara con el ratón Ctrl + Shift + Click izquierdo - Selecciona todos los objetos del mismo tipo Flechas del teclado: Usa las teclas para moverte por el editor. Presiona Shift para moverte más rápido

source: FINISH
es: FIN

source: Passive
es: Pasivo

source: Halfmassive
es: Medio masivo

source: Climbable
es: Escalable

source: Front Passive
es: Pasivo frontal

source: This program is distributed under the terms of the GPLv3
es: Este programa está distribuido bajo los términos de la GPLv3

source: Position z
es: Posición Z

source: Additional random value
es: Valor aleatorio adicional

source: Based on camera pos.
es: Basado en la posición de la cámara.

source: The emitter position is based on the camera position
es: La posición del emisor de partículas está basado en la posición de la cámara

source: The particle position is based on the emitter position
es: La posición de las partículas está basada en la posición del emisor

source: Emitter width
es: Longitud del emisor

source: Emitter width in which the particles spawn
es: Controlar la longitud de donde salen las partículas

source: Height
es: Altura

source: Emitter height in which the particles spawn
es: Emitir verticalmente donde las partículas aparecerán

source: Emitter TTL
es: Tiempo de vida

source: Emitter time to live. Set -1 for infinite.
es: Cuánto durarán las partículas. Pon -1 para "que no se vayan".

source: Emitter interval
es: Intervalo de aparición

source: Time between spawning particles. Amount is the quota.
es: Cada cuánto tiempo aparecerán partículas.

source: Quota
es: Cuota

source: The amount of particles to spawn for an interval
es: Cuántas partículas aparecerán en el intervalo dado

source: TTL
es: Tiempo de vida

source: Particle time to live(TTL)
es: Tiempo por el cual se verá la partícula

source: Velocity
es: Velocidad

source: Initial particle velocity or speed
es: Velocidad inicial de la partícula

source: Rotation z
es: Rotación z

source: Initial rotation z
es: Rotación z constante

source: Add direction
es: Añadir dirección

source: Const. rotation z
es: Rotación z constante

source: Initial constant rotation z
es: Rotación base z constante

source: Initial direction/angle
es: Dirección inicial

source: Scale
es: Escala

source: Initial size scale
es: Dirección inicial

source: Hor gravity
es: Gravedad horizontal

source: Initial horizontal gravity
es: Gravedad horizontal inicial

source: Ver gravity
es: Gravedad vertical

source: Initial vertical gravity
es: Gravedad vertical inicial

source: Width
es: Ancho

source: Saving Textures
es: Guardando texturas

source: Restoring Textures
es: Restaurando texturas

source: Caching Images failed : Could not remove old images
es: No fue posible eliminar el caché anterior

source: Caching Images
es: Creando caché

source: saved
es: guardado

source: Unsupported Level format :
es: Formato de nivel inválido :

source: Couldn't save level
es: No se pudo guardar el nivel

source: Level
es: Nivel

source: Omega Mode disabled
es: Modo omega desactivado

source: Omega Mode enabled
es: Modo omega activado

source: Kid cheat activated
es: Truco activado

source: Initial direction
es: Dirección inicial

source: (None)
es: (Ninguno)

source: Save
es: Guardar

source: Create a new Level
es: Crear un nuevo nivel

source: already exists
es: ya existe

source: Created
es: Creado

source: Load a Level
es: Cargar nivel

source: Loaded
es: Cargado

source: Save Level as
es: Guardar nivel como

source: New name
es: Nuevo nombre

source: Level was not yet saved
es: El nivel aún no ha sido guardado

source: Delete and Unload
es: Borrar y descargar

source: Green Ground
es: Planicie

source: Desert Ground
es: Desierto

source: Sand Ground
es: Desierto 2

source: Castle Ground
es: Castillo

source: Cave Ground
es: Cueva

source: Underground
es: Mina

source: Plastic Ground
es: Plástico

source: Jungle Ground
es: Jungla

source: Snow Ground
es: Nieve

source: Blocks
es: Bloques

source: Clouds
es: Nubes

source: Hedges
es: Arbustos

source: Trees
es: Árboles

source: Plants
es: Plantas

source: Platforms
es: Plataformas

source: Pipes
es: Tuberías

source: Pipe Connectors
es: Conectores para tuberías

source: Library
es: Librerías

source: Hills
es: Relieves

source: Signs
es: Carteles

source: Ropes
es: Cuerdas y puentes

source: Doors
es: Puertas

source: Bones
es: Huesos

source: Windows
es: Ventanas

source: Candy
es: Caramelos

source: Stuff
es: Misceláneo

source: ---Objects---
es: ---Objetos---

source: Boxes
es: Cajas

source: Enemies
es: Enemigos

source: Special
es: Especial

source: ---Functions---
es: ---Funciones---

source: Save as
es: Guardar como

source: Settings
es: Configuración

source: Invalid target level.
es: Nivel objetivo inválido.

source: Direction it moves into.
es: Dirección en la que se mueve.

source: Speed when activated
es: La velocidad con la que intenta hacerte añicos

source: Movable distance
es: Distancia movible

source: Always fly
es: Vuelo constante

source: Move without stopping at the fly distance
es: Esto hace que el gee no se detenga

source: Wait time
es: Tiempo de espera

source: Time to wait until moving again after a stop
es: Tiempo que durará el gee detenido antes de moverse de nuevo

source: Fly distance
es: Distancia de vuelo

source: The distance to move each time
es: La distancia que recorre cada vez que se mueve

source: Electro
es: Eléctrico

source: Venom
es: Venenoso

source: Rotation Speed
es: Velocidad rotacional

source: Fire Resistant
es: Resistencia al fuego

source: If it is resistant against fire
es: Inmunidad ante las bolas de fuego de Alex

source: Ice Resistance
es: Resistencia al hielo

source: Resistance against Ice (0.0-1.0)
es: Inmunidad ante las bolas de hielo de Alex (0.0-1.0)

source: Image directory
es: Ruta de las imágenes

source: Directory containing the images
es: Aquí va la ruta en donde se encuentran las imágenes que se mostrarán como este enemigo

source: Movable Distance into its direction
es: Este parámetro determina cuánto se moverá el flyon en la dirección expresada

source: Initial speed when jumping out
es: Velocidad inicial al saltar

source: Detection distance into its direction
es: Distancia de detección en esta dirección

source: Starting direction
es: Dirección inicial

source: Hits
es: Porrazos

source: Hits until a downgrade
es: Porrazos que necesita para entrar en modo caparazón

source: Downgrades
es: Fundazos
