Repository: Secretchronicles/TSC
Catalog: tsc/data/translations/*.po
Languages: es

source: Downgrades until death
es: Cuántas veces debe entrar en modo caparazón para que muera

source: Shell Time
es: Tiempo en modo caparazón

source: Time running as shell to rise again
es: Tiempo de duración en el modo caparazón

source: End Level
es: Finalizar nivel

source: End the level if it is killed.
es: Finaliza el nivel si muere como un perro.

source: Boss
es: Jefe

source: Action range
es: Rango de acción

source: Radius in which it reacts on Alex
es: Radio en el cual reacciona a Alex

source: Count
es: Cantidad

source: Number of beetles spit out at a time
es: Número de insectos que saldrán a la vez

source: (console)
es: (consola)

source: The sinking sun sent out its last colourful beams over the Eastern Desert when a single individual was making his way through the ups and downs of the sandy dunes.
es: El sol poniente enviaba sus últimos rayos de colores sobre el Desierto Oriental mientras un solo individuo se abría paso entre las subidas y bajadas de las dunas de arena.

source: When he reached the top of the highest dune, he gazed around, but to only see sand followed by more sand, by even more [colour='FFFFF000']sand[colour='FFFFFFFF'].
es: Cuando llegó a la cima de la duna más alta, miró a su alrededor, pero lo único que vio fue arena, seguida de más arena, y aún más [colour='FFFFF000']arena[colour='FFFFFFFF'].

source: He took out a map, but with the stars not yet visible on the darkening sky there was no means of orientation in this infinite sea of equally hostile sand dunes.
es: Sacó un mapa, pero como las estrellas aún no eran visibles en el cielo que oscurecía, no había forma de orientarse en ese mar infinito de dunas de arena igualmente hostiles.

source: Waypoint
es: Punto de acceso

source: Level
es: Nivel

source: World
es: Mundo

source: Type
es: Tipo

source: Destination type
es: Tipo de destino

source: Destination
es: Destino

source: Destination level or world
es: Mundo o nivel de destino

source: Backward Direction
es: Hacia atrás

source: Forward Direction
es: Hacia delante

source: Default Access
es: Acceso por defecto

source: Enable if the Waypoint should be always accessible.
es: Activar si el punto de paso debe estar siempre accesible.

source: Waypoint Exit
es: Punto de paso

source: Select the waypoint exit to edit.
es: Selecciona el segmento a editar.

source: New Exit
es: Nueva salida

source: Create a new exit by clicking.
es: Crea una nueva salida.

source: Delete Exit
es: Eliminar salida

source: Delete the currently selected exit by clicking.
es: Eliminar esta salida.

source: Leave direction
es: Añadir dirección

source: Level Exit
es: Salida del nivel

source: Line start UID
es: Linea de punto de partida

source: Locked
es: Sí

source: Unlocked
es: No

source: Lock state
es: Bloqueo

source: Line Start Point
es: Inicial de la línea

source: Line End Point
es: Final de la línea

source: Waypoint origin
es: Origen del punto de acceso

source: Create a new World
es: Crear un nuevo mundo

# world
source: Name
es: Nombre

source: World
es: Mundo

source: Load an Overworld
es: Cargar un mundo

source: Way
es: Caminos

source: Castle
es: Castillo

source: Mountains
es: Montañas

source: Lakes
es: Lagos

source: Bridges
es: Puentes

source: Generic
es: Genérico

source: Unnamed
es: Sin nombre

source: Couldn't save world description
es: No se pudo guardar la descripción del mundo

source: Couldn't save world
es: No se pudo guardar el mundo

source: Omega Mode unlocks all waypoints
es: El modo omega desbloquea todos los puntos de acceso
